Repository: nobilebeniamino/agentic-hackathon-template
Catalog: ai_first_response/locale/*/LC_MESSAGES/django.po
Languages: it

source: Admin Dashboard - AI First Response
it: Dashboard Admin - AI First Response

source: Emergency Response Dashboard
it: Dashboard Risposta Emergenze

source: Real-time statistics and monitoring for emergency responses
it: Statistiche in tempo reale e monitoraggio per le risposte alle emergenze

source: Total Messages
it: Messaggi Totali

source: Last 30 Days
it: Ultimi 30 Giorni

source: Avg Response Time
it: Tempo Risposta Medio

source: Messages by Severity
it: Messaggi per Gravità

source: Daily Messages (Last 30 Days)
it: Messaggi Giornalieri (Ultimi 30 Giorni)

source: Recent Critical Messages
it: Messaggi Critici Recenti

source: Time
it: Tempo

source: Category
it: Categoria

source: Severity
it: Gravità

source: Message
it: Messaggio

source: Response Time
it: Tempo di Risposta

source: No critical messages yet
it: Nessun messaggio critico ancora

source: AI First Response - Emergency Assistant
it: AI First Response - Assistente per Emergenze

source: Emergency Digital Assistant - Always Here to Help
it: Assistente Digitale per Emergenze - Sempre qui per aiutarti

source: System Online
it: Sistema Online

source: Emergency Chat - AI First Response
it: Chat Emergenze - AI First Response

source: Emergency Numbers
it: Numeri di Emergenza

source: Medical Emergency
it: Emergenza Medica

source: Fire Department
it: Vigili del Fuoco

source: Police
it: Polizia

source: General Emergency
it: Emergenza Generale

source: Coast Guard
it: Guardia Costiera

source: Getting your location...
it: Rilevamento posizione...

source: Hello! I'm your AI First Response assistant.
it: Ciao! Sono il tuo assistente AI First Response.

source: I'm here to help you with emergencies and provide safety instructions.
it: Sono qui per aiutarti con le emergenze e fornirti istruzioni di sicurezza.

source: Tell me what's happening:
it: Dimmi cosa sta succedendo:

source: Are you injured or in immediate danger?
it: Sei ferito o in pericolo immediato?

source: Is there a natural disaster (earthquake, fire, flood)?
it: C'è un disastro naturale (terremoto, incendio, alluvione)?

source: Do you need medical assistance?
it: Hai bisogno di assistenza medica?

source: Type your message below and I'll help you right away.
it: Scrivi il tuo messaggio qui sotto e ti aiuterò subito.

source: AI is analyzing your emergency...
it: L'IA sta analizzando la tua emergenza...

source: Describe your emergency situation...
it: Descrivi la tua situazione di emergenza...

source: Location acquired
it: Posizione acquisita

source: Location not available - using default coordinates
it: Posizione non disponibile - uso coordinate predefinite

source: Geolocation not supported - using default coordinates
it: Geolocalizzazione non supportata - uso coordinate predefinite

source: Error
it: Errore

source: Server Error
it: Errore del Server

source: Connection Error
it: Errore di Connessione

source: Unable to reach emergency services. Please try again or call 112 directly.
it: Impossibile raggiungere i servizi di emergenza. Riprova o chiama direttamente il 112.

source: If this is a life-threatening emergency, call 112 immediately!
it: Se questa è un'emergenza che minaccia la vita, chiama immediatamente il 112!

source: Instructions
it: Istruzioni

source: Start Recording
it: Inizia Registrazione

source: Stop Recording
it: Ferma Registrazione

source: Play Last Response
it: Riproduci Ultima Risposta

source: Click the microphone to record a voice message
it: Clicca il microfono per registrare un messaggio vocale

source: Recording... Click stop when done
it: Registrando... Clicca stop quando hai finito

source: Processing audio...
it: Elaborando audio...

source: Microphone access denied. Please check your browser settings.
it: Accesso al microfono negato. Controlla le impostazioni del browser.

source: Voice message processed. Click speaker to hear response.
it: Messaggio vocale elaborato. Clicca l'altoparlante per sentire la risposta.

source: Voice message processed successfully.
it: Messaggio vocale elaborato con successo.

source: Error playing audio response
it: Errore nella riproduzione della risposta audio

source: Voice control ready. Press the microphone to start recording.
it: Controllo vocale pronto. Premi il microfono per iniziare la registrazione.

source: Recording... Press the stop button when done.
it: Registrazione in corso... Premi il pulsante stop quando hai finito.

source: Recording completed. Click play to listen or send your message.
it: Registrazione completata. Clicca play per ascoltare o invia il messaggio.

source: Error accessing microphone. Please check your settings.
it: Errore nell'accesso al microfono. Controlla le impostazioni.

source: Voice message sent...
it: Messaggio vocale inviato...

source: Transcribed
it: Trascritto

source: Emergency Cluster Alerts
it: Allarmi Cluster Emergenze

source: Checking...
it: Verifica in corso...

source: Automatic detection of emergency clusters in geographical areas
it: Rilevamento automatico di cluster di emergenze in aree geografiche

source: Loading emergency alerts...
it: Caricamento allarmi emergenze...

source: Emergency Cluster
it: Cluster Emergenza

source: Count
it: Conteggio

source: events in
it: eventi in

source: radius
it: raggio

source: Time span
it: Durata

source: hours
it: ore

source: First
it: Primo

source: Last
it: Ultimo

source: Active Alerts
it: Allarmi Attivi

source: All Clear
it: Tutto OK

source: No emergency clusters detected
it: Nessun cluster di emergenze rilevato

source: Last check
it: Ultimo controllo

source: Error loading alerts
it: Errore nel caricamento allarmi

source: Unknown error
it: Errore sconosciuto

source: Emergency Location
it: Posizione Emergenza

source: Coordinates
it: Coordinate

source: Details
it: Dettagli

source: Close
it: Chiudi

source: Emergency
it: Emergenza

source: events
it: eventi

source: Unknown
it: Sconosciuto
